# TODO: Translation updated at 2024-03-03 20:55

translate PtBr strings:

    # game/sample.rpy:6
    old "“{i}考虑{/i}？我现在就在考虑！”虽然脸上带着笑容，但双目锋芒不减。“但如果你想要回答...”她向右上方看去，夸张地用手撑起了下巴。“那就要看你愿不愿意{i}表示{/i}一下了。既然你是公会的信使，我得先确认你靠得住。”她扯出一道露齿的笑容。 "
    new ""

    # game/sample.rpy:6
    old "“我猜这{i}表示{/i}只是第一步？”"
    new ""

    # game/sample.rpy:14
    old "“当然了！难道你还有权谈税款的事？”她不满地叱道。“帮我的村子做事，我自然会给你一封签名信。里面写着我那些邻居们想要的，以及能拿来换的东西。足够你的上级做出判断了。” \n\n她搓了搓手。“这很公平吧。” "
    new ""

    # game/sample.rpy:14
    old "“那就这么说定了。”"
    new ""

    # game/sample.rpy:14
    old "“{i}帮我的村子做事{/i}听起来有些含糊。”"
    new ""

    # game/sample.rpy:23
    old "她冲桌边的人群点了点头。“这地方不是我的一言堂。因为我们志同道合，而且我愿意行动，所以我的朋友们才信任我，让我管事。证明你是来帮我们的，他们自然会做出回报。我{i}希望{/i}你能成功，”她把手移到了胸口，“但我们不做亏本买卖。有求于人，就得拿出诚意。” "
    new ""

    # game/sample.rpy:23
    old "“...那就这么说定了。”"
    new ""

    # game/sample.rpy:34
    old "“很好！不过我丑话说在前头，”她把肘支上了桌子，向你靠了过来。“要是你干背着我做什么坏事，我会直接宰了你。” \n\n她把下巴抵在双掌心上，露出一个看似和善的笑容。“我们这来了位新路守的消息应该已经传出去了。到处去问问有没有人需要帮忙吧。我的邻居们越是信任你，便会开出越高的回报。” "
    new ""

    # game/sample.rpy:34
    old "“那我们直接开始吧。你有什么需要帮忙的吗？”"
    new ""

    # game/sample.rpy:43
    old "“呵呵，你可真是贴心。不过心急吃不了热豆腐，咱们还是一步一步来。” \n\n她的眼神左右游移，最终示意身旁的守卫退下。守卫点了点头，然后打手势让其他人跟上。有几个当地人向你投来好奇的目光，但你一转头他们便一哄而散。 \n\n{color=#f6d6bd}市长{/color}绿宝石般的双眼并未从你身上离开，她的声音细若蚊蚋。“自从{color=#f6d6bd}亚狄里安{/color}失踪，来往商人少了很多，我们这的情报也音信杳然。所以行行好，”她假模假样的淫言媟语让你有些分心，“帮人家去{i}了解{/i}一下人家那些邻居们的近况嘛。” "
    new ""

    # game/sample.rpy:43
    old "我笑着回应。“你是说别人不想让你知道的那些近况吧。”"
    new ""

    # game/sample.rpy:43
    old "“我不是间谍。”"
    new ""

    # game/sample.rpy:52
    old "“看吧，人家就知道你的小脑瓜里还是有点机灵的，”她吃吃笑着坐直了身体，不紧不慢地调整着斗篷。“怎么样，有什么消息？” "
    new ""

    # game/sample.rpy:62
    old "她夸张地叹了口气，坐直了身体。“那么，你再考虑考虑吧。” "
    new ""

